{
    "The meals send for cancelation is not recognized as part of the order.": "Các bữa ăn được gửi để hủy không được công nhận là một phần của đơn đặt hàng.",
    "The order meal has been canceled.": "Đơn đặt hàng bữa ăn đã bị hủy bỏ.",
    "Unable to cancel a meal that is not pending.": "Không thể hủy một bữa ăn không đang chờ xử lý.",
    "The meal send for cancelation is not recognized as part of the order.": "Việc gửi bữa ăn để hủy không được công nhận là một phần của đơn đặt hàng.",
    "Unable to cancel an order for an already paid order.": "Không thể hủy đơn hàng đối với đơn hàng đã thanh toán.",
    "The order meals has been set as ready.": "Các bữa ăn đặt hàng đã được thiết lập như đã sẵn sàng.",
    "Unable to serve a meal that is not ready.": "Không thể phục vụ một bữa ăn chưa sẵn sàng.",
    "The meal has been correctly served.": "Các bữa ăn đã được phục vụ một cách chính xác.",
    "The Order Product has been successfully updated.": "Sản phẩm đặt hàng đã được cập nhật thành công.",
    "The order has been splitted.": "Đơn hàng đã được tách ra.",
    "The orders successfully merged.": "Các đơn đặt hàng đã hợp nhất thành công.",
    "The order cooking status has been updated.": "Trạng thái nấu đơn hàng đã được cập nhật.",
    "The meals send for cooking is not recognized as part of the order.": "Các bữa ăn gửi để nấu ăn không được công nhận là một phần của đơn đặt hàng.",
    "The order meal is being cooked.": "Bữa ăn đặt hàng đang được nấu chín.",
    "The product modifier group has been create.": "Nhóm công cụ sửa đổi sản phẩm đã được tạo.",
    "Countable": "đếm được",
    "Piece": "Cái",
    "Created via tests": "Được tạo thông qua các bài kiểm tra",
    "First Kitchen": "bếp đầu tiên",
    "Second Kitchen": "bếp thứ hai",
    "Third Kitchen": "bếp thứ ba",
    "Hall Area": "Khu hội trường",
    "Stage 1": "Giai đoạn 1",
    "Outside": "Ngoài",
    "The table availability has been updated.": "Tính khả dụng của bảng đã được cập nhật.",
    "The session has been successfully updated.": "Phiên đã được cập nhật thành công.",
    "The order is already assigned to this table.": "Thứ tự đã được chỉ định cho bảng này.",
    "Unable to find the destination table.": "Không thể tìm thấy bảng đích.",
    "The order has been successfully moved to %s": "Đơn đặt hàng đã được chuyển thành công đến %s",
    "The table session has already be opened.": "Phiên bảng đã được mở.",
    "The tax value is not computed correctly": "Giá trị thuế không được tính toán một cách chính xác",
    "Base Customers": "khách hàng cơ sở",
    "The wrong customer has been assigned to the order.": "Đã chỉ định sai khách hàng cho đơn đặt hàng.",
    "Merged Order": "Đơn đặt hàng hợp nhất",
    "The new table is not assigned to the merged order.": "Bảng mới không được gán cho đơn hàng đã hợp nhất.",
    "The new customer is not assigned to the merged order.": "Khách hàng mới không được chỉ định cho đơn hàng đã hợp nhất.",
    "Create Restaurant Table": "Tạo bảng nhà hàng",
    "Allow the user to create a restaurant table.": "Cho phép người dùng tạo một bảng nhà hàng.",
    "Read Restaurant Table": "Đọc bảng nhà hàng",
    "Allow the user to read a restaurant table.": "Cho phép người dùng đọc một bảng nhà hàng.",
    "Update Restaurant Table": "Cập nhật bảng nhà hàng",
    "Allow the user to update a restaurant table.": "Cho phép người dùng cập nhật bảng nhà hàng.",
    "Delete Restaurant Table": "Xóa bàn nhà hàng",
    "Allow the user to delete a restaurant table.": "Cho phép người dùng xóa một bảng nhà hàng.",
    "Create Restaurant Kitchens": "Tạo nhà bếp nhà hàng",
    "Allow the user to create a restaurant kitchens.": "Cho phép người dùng tạo bếp nhà hàng.",
    "Read Restaurant Kitchens": "Đọc bếp nhà hàng",
    "Allow the user to read a restaurant kitchens.": "Cho phép người dùng đọc nhà bếp của nhà hàng.",
    "Update Restaurant Kitchens": "Cập nhật bếp nhà hàng",
    "Allow the user to update a restaurant kitchens.": "Cho phép người dùng cập nhật nhà bếp của nhà hàng.",
    "Delete Restaurant Kitchens": "Xóa bếp nhà hàng",
    "Allow the user to delete a restaurant kitchens.": "Cho phép người dùng xóa nhà bếp của nhà hàng.",
    "Use Restaurant Kitchens": "Sử dụng bếp nhà hàng",
    "Cancel Meals": "Hủy bữa ăn",
    "Allow the user to cancel the meal.": "Cho phép người dùng hủy bữa ăn.",
    "Serve Meals": "phục vụ bữa ăn",
    "Allow the user to serve the meal.": "Cho phép người dùng phục vụ bữa ăn.",
    "Update Meals Note": "Cập nhật ghi chú bữa ăn",
    "Allow the user to update meal note.": "Cho phép người dùng cập nhật ghi chú bữa ăn.",
    "Create Restaurant Modifiers Groups": "Tạo nhóm sửa đổi nhà hàng",
    "Allow the user to create a restaurant modifiers groups.": "Cho phép người dùng tạo nhóm sửa đổi nhà hàng.",
    "Read Restaurant Modifiers Groups": "Đọc các nhóm công cụ sửa đổi nhà hàng",
    "Allow the user to read a restaurant modifiers groups.": "Cho phép người dùng đọc các nhóm sửa đổi nhà hàng.",
    "Update Restaurant Modifiers Groups": "Cập nhật nhóm công cụ sửa đổi nhà hàng",
    "Allow the user to update a restaurant modifiers groups.": "Cho phép người dùng cập nhật nhóm công cụ sửa đổi nhà hàng.",
    "Delete Restaurant Modifiers Groups": "Xóa nhóm sửa đổi nhà hàng",
    "Allow the user to delete a restaurant modifiers groups.": "Cho phép người dùng xóa nhóm sửa đổi nhà hàng.",
    "Waiter": "Phục vụ nam",
    "The waiter is responsible of welcoming customers and placing orders.": "Người phục vụ chịu trách nhiệm chào đón khách hàng và đặt hàng.",
    "Chef": "đầu bếp",
    "The chef is responsible cooking meals and handling materials.": "Đầu bếp chịu trách nhiệm nấu các bữa ăn và xử lý nguyên liệu.",
    "Manage Activity Logs": "Quản lý nhật ký hoạt động",
    "Allow the user to manage the activity logs.": "Cho phép người dùng quản lý nhật ký hoạt động.",
    "Allow Order Edition": "Cho phép Phiên bản đặt hàng",
    "Allow the user to edit saved orders.": "Cho phép người dùng chỉnh sửa các đơn đặt hàng đã lưu.",
    "Restaurant": "Nhà hàng",
    "Kitchen Screen": "Màn hình nhà bếp",
    "Kitchens": "nhà bếp",
    "Tables": "Những cái bàn",
    "Create Table": "Tạo bảng",
    "Table Areas": "Khu vực bàn",
    "Create Area": "Tạo khu vực",
    "Modifiers Groups": "Nhóm sửa đổi",
    "Create Modifier Group": "Tạo nhóm sửa đổi",
    "Canceled Meals": "Các bữa ăn bị hủy",
    "Gastro": "Gastro",
    "Restaurant Demo": "Trình diễn nhà hàng",
    "Unable to locate the file %s": "Không thể định vị tệp %s",
    "Skip Cooking": "bỏ qua nấu ăn",
    "No": "KHÔNG",
    "Yes": "Đúng",
    "Attached To Group": "Đính kèm với nhóm",
    "Choose...": "Chọn...",
    "By defining the modifier group, the current product will be saved as a modifier.": "Bằng cách xác định nhóm công cụ sửa đổi, sản phẩm hiện tại sẽ được lưu dưới dạng công cụ sửa đổi.",
    "A product cannot be a modifier and a product that has modifiers at the same time.": "Một sản phẩm không thể là một công cụ sửa đổi và một sản phẩm có các công cụ sửa đổi cùng một lúc.",
    "Item Type": "Loại sản phẩm",
    "Modifier": "bổ nghĩa",
    "Product": "Sản phẩm",
    "N\/A": "Không có",
    "The restaurant demo has been enabled.": "Bản giới thiệu nhà hàng đã được bật.",
    "Dine In": "Ăn trưa ở",
    "The table is already busy with a different customer \"%s\". Assigning a new customer is disallowed by the \"%s\" settings.": "Bảng đang bận với một khách hàng khác \"%s\". Cài đặt \"%s\" không cho phép chỉ định một khách hàng mới.",
    "Restaurant Areas List": "Danh sách khu vực nhà hàng",
    "Display all restaurant areas.": "Hiển thị tất cả các khu vực nhà hàng.",
    "No areas has been registered": "Không có khu vực đã được đăng ký",
    "Add a new area": "Thêm một khu vực mới",
    "Create a new area": "Tạo một khu vực mới",
    "Register a new area and save it.": "Đăng ký một khu vực mới và lưu nó.",
    "Edit area": "chỉnh sửa khu vực",
    "Modify A Restaurant Area.": "Sửa Một Khu Nhà Hàng.",
    "Return to Restaurant Areas": "Quay trở lại khu vực nhà hàng",
    "Name": "Tên",
    "Provide a name to the resource.": "Đặt tên cho tài nguyên.",
    "General": "Tổng quan",
    "Description": "Sự miêu tả",
    "By": "Qua",
    "Created At": "tạo tại",
    "Edit": "Biên tập",
    "Delete": "Xóa bỏ",
    "Would you like to delete this ?": "Bạn có muốn xóa cái này không?",
    "Delete Selected Groups": "Xóa các nhóm đã chọn",
    "Canceled Products List": "Danh sách sản phẩm bị hủy",
    "Display all canceled products.": "Hiển thị tất cả các sản phẩm bị hủy bỏ.",
    "No canceled products has been registered": "Không có sản phẩm bị hủy đã được đăng ký",
    "Add a new canceled product": "Thêm sản phẩm mới bị hủy",
    "Create a new canceled product": "Tạo một sản phẩm mới bị hủy bỏ",
    "Register a new canceled product and save it.": "Đăng ký một sản phẩm bị hủy mới và lưu nó.",
    "Edit canceled product": "Chỉnh sửa sản phẩm đã hủy",
    "Modify  Canceled Product.": "Sửa sản phẩm bị hủy.",
    "Return to Canceled Products": "Quay lại Sản phẩm bị hủy",
    "Order": "Đặt hàng",
    "Placed By": "Được đặt bởi",
    "Served By": "phục vụ bởi",
    "Canceled By": "Đã hủy bởi",
    "Reason": "Lý do",
    "Cooking Note": "Ghi chú nấu ăn",
    "Last Update": "Cập nhật cuối cùng",
    "Kitchens List": "danh sách nhà bếp",
    "Display all kitchens.": "Trưng bày tất cả các bếp.",
    "No kitchens has been registered": "Không có nhà bếp đã được đăng ký",
    "Add a new kitchen": "Thêm một nhà bếp mới",
    "Create a new kitchen": "Tạo một nhà bếp mới",
    "Register a new kitchen and save it.": "Đăng ký một nhà bếp mới và lưu nó.",
    "Edit kitchen": "chỉnh sửa nhà bếp",
    "Modify  Kitchen.": "Sửa Bếp.",
    "Return to Kitchens": "Quay lại bếp",
    "Enabled": "Đã bật",
    "Disabled": "Tàn tật",
    "Define the actual kitchen status. A \"disabled\" kitchen can be used.": "Xác định tình trạng bếp thực tế. Có thể sử dụng nhà bếp \"đã tắt\".",
    "Status": "Trạng thái",
    "Select which categories are handled by the kitchen. If no category is selected, the kitchen handle all categories.": "Chọn danh mục nào được xử lý bởi nhà bếp. Nếu không chọn danh mục nào, bếp xử lý tất cả các danh mục.",
    "Supported Categories": "Danh mục được hỗ trợ",
    "Printers": "máy in",
    "New Order Sound": "Âm thanh đặt hàng mới",
    "Define if the notification should be enabled on this kitchen.": "Xác định xem có nên bật thông báo trên bếp này hay không.",
    "Marimba": "Marimba",
    "Bell": "Chuông",
    "Notify": "Thông báo",
    "The availability determine whether a table can be set as busy or not.": "Tính khả dụng xác định xem một bảng có thể được đặt là bận hay không.",
    "Author": "Tác giả",
    "Modifier Groups List": "Danh sách nhóm sửa đổi",
    "Display all modifier groups.": "Hiển thị tất cả các nhóm sửa đổi.",
    "No modifier groups has been registered": "Không có nhóm sửa đổi đã được đăng ký",
    "Add a new modifier group": "Thêm một nhóm sửa đổi mới",
    "Create a new modifier group": "Tạo một nhóm sửa đổi mới",
    "Register a new modifier group and save it.": "Đăng ký một nhóm sửa đổi mới và lưu nó.",
    "Edit modifier group": "Chỉnh sửa nhóm công cụ sửa đổi",
    "Modify  Modifier Group.": "Sửa đổi Nhóm công cụ sửa đổi.",
    "Return to Modifier Groups": "Quay lại Nhóm sửa đổi",
    "Forced": "Bị ép",
    "If set to yes, the modifiers will require a selection while being processed.": "Nếu được đặt thành có, công cụ sửa đổi sẽ yêu cầu lựa chọn trong khi đang được xử lý.",
    "If the group is countable, every modifiers will require quantity before being added.": "Nếu nhóm có thể đếm được, mọi công cụ sửa đổi sẽ yêu cầu số lượng trước khi được thêm vào.",
    "Multiselect": "đa lựa chọn",
    "Define wether more than one modifier can be selected at the time.": "Xác định thời tiết có thể chọn nhiều hơn một công cụ sửa đổi tại một thời điểm.",
    "Provide mode information about the modifier group.": "Cung cấp thông tin chế độ về nhóm sửa đổi.",
    "Created On": "Được tạo ra",
    "Tables List": "bảng danh sách",
    "Display all tables.": "Hiển thị tất cả các bảng.",
    "No tables has been registered": "Không có bảng đã được đăng ký",
    "Add a new table": "Thêm một bảng mới",
    "Create a new table": "Tạo một bảng mới",
    "Register a new table and save it.": "Đăng ký một bảng mới và lưu nó.",
    "Edit table": "Chỉnh sửa bảng",
    "Modify  Table.": "Sửa đổi bảng.",
    "Return to Tables": "Quay lại Bàn",
    "Provide a name to the table.": "Đặt tên cho bảng.",
    "Preview": "Xem trước",
    "Provide a preview of the table might be used for booking.": "Cung cấp bản xem trước của bảng có thể được sử dụng để đặt chỗ.",
    "Available": "Có sẵn",
    "Unavailable": "Không có sẵn",
    "Set if the table is available or not.": "Đặt nếu bảng có sẵn hay không.",
    "Multiple Clients": "nhiều khách hàng",
    "Determine if the table allow multiple customers.": "Xác định xem bảng có cho phép nhiều khách hàng hay không.",
    "Availability": "khả dụng",
    "Busy": "Bận",
    "Determine if the table is available or busy.": "Xác định xem bảng có sẵn hay bận.",
    "Seats": "Ghế ngồi",
    "Determine how many seats are available.": "Xác định có bao nhiêu chỗ ngồi.",
    "Area": "Khu vực",
    "Booking Ends": "Đặt chỗ kết thúc",
    "Determin when the booking starts.": "Xác định thời điểm đặt phòng bắt đầu.",
    "Booking Starts": "Bắt đầu đặt trước",
    "If the table is booked, set when it ends.": "Đặt bàn thì đặt khi nào hết.",
    "Further details about the table": "Thông tin chi tiết về bảng",
    "Total Seats": "Tổng số ghế",
    "Date": "Ngày",
    "Unexpected action provided.": "Hành động bất ngờ được cung cấp.",
    "Gastro Settings": "Cài đặt dạ dày",
    "Canceled Meals for %s": "Bữa ăn bị hủy cho %s",
    "Table": "Bàn",
    "Code": "Mã số",
    "Kitchen": "Phòng bếp",
    "Order Type": "Kiểu đơn hàng",
    "Products": "Các sản phẩm",
    "An error has occured while loading the printer. Make sure the server URL is correct.": "Đã xảy ra lỗi khi tải máy in. Đảm bảo rằng URL máy chủ là chính xác.",
    "Table Name": "Tên bảng",
    "No Print Handler for canceled meals": "Không có Trình xử lý In cho các bữa ăn bị hủy",
    "To Kitchen": "vào bếp",
    "Cancel": "Hủy bỏ",
    "Unable to submit if the cart is empty.": "Không thể gửi nếu giỏ hàng trống.",
    "Confirm Your Action": "Xác nhận hành động của bạn",
    "Would you like to add {products} items to the order {order}": "Bạn có muốn thêm các mặt hàng {products} vào đơn đặt hàng {order}",
    "An unexpected error occured": "Đã xảy ra lỗi không mong muốn",
    "Define Quantity": "xác định số lượng",
    "Invalid quantity provided.": "Số lượng cung cấp không hợp lệ.",
    "Requested Orders": "Đơn đặt hàng được yêu cầu",
    "No requested order has been found.": "Không có đơn đặt hàng được yêu cầu đã được tìm thấy.",
    "No order has been requested to be served.": "Không có đơn đặt hàng đã được yêu cầu để được phục vụ.",
    "Unnamed Order": "Đặt hàng chưa đặt tên",
    "Okay": "Đồng ý",
    "Looks like there is no kitchens.": "Hình như không có nhà bếp.",
    "No description provided": "Không có mô tả nào được cung cấp",
    "Unexpected error occured": "Đã xảy ra lỗi không mong muốn",
    "Save": "Cứu",
    "Untitled Popup": "Cửa sổ bật lên không có tiêu đề",
    "Unknown Kitchen": "bếp không tên",
    "Exit Kitchen": "thoát bếp",
    "No description is provided.": "Không có mô tả được cung cấp.",
    "Looks like there is nothing to worry about.": "Có vẻ như không có gì phải lo lắng.",
    "Type": "Kiểu",
    "Pending": "Chưa giải quyết",
    "Ongoing": "đang diễn ra",
    "Ready": "Sẵn sàng",
    "Canceled": "Đã hủy",
    "Start": "Bắt đầu",
    "The timezone is not defined. Please consider configuring the timezone on the general settings": "Múi giờ không được xác định. Vui lòng xem xét việc định cấu hình múi giờ trên cài đặt chung",
    "Ok": "Được rồi",
    "Start Range": "phạm vi bắt đầu",
    "Define when from which moment the kitchen should start fetching orders": "Xác định thời điểm mà nhà bếp sẽ bắt đầu lấy đơn đặt hàng từ thời điểm nào",
    "End Range": "Phạm vi kết thúc",
    "Define till which moment the kitchen should stop fetching orders": "Xác định cho đến thời điểm nhà bếp sẽ ngừng lấy đơn đặt hàng",
    "Kitchen Settings": "Cài đặt nhà bếp",
    "Consider opening a kitchen first": "Cân nhắc mở bếp trước",
    "Take Away": "Mua mang về",
    "Delivery": "Vận chuyển",
    "Unknown Type": "Loại không xác định",
    "An unexpected error has occured.": "Đã xảy ra lỗi không mong muốn.",
    "Please select a meal before proceeding.": "Vui lòng chọn một bữa ăn trước khi tiếp tục.",
    "Unexpected error occured.": "Đã xảy ra lỗi không mong muốn.",
    "Exit the kitchen ?": "Thoát khỏi nhà bếp?",
    "Merge Orders": "hợp nhất đơn hàng",
    "Continue": "Tiếp tục",
    "Print": "In",
    "Note": "Ghi chú",
    "Order Code": "Mã đặt hàng",
    "Search": "Tìm kiếm",
    "Total": "Tổng cộng",
    "Queued Orders": "Đơn hàng đã xếp hàng",
    "No order has been queued.": "Không có đơn đặt hàng đã được xếp hàng.",
    "Order Settings": "Cài đặt đơn hàng",
    "Submit": "Nộp",
    "Assign the order to a table.": "Gán thứ tự cho một bảng.",
    "There should be at least 2 queued orders for merging.": "Cần có ít nhất 2 đơn đặt hàng được xếp hàng để hợp nhất.",
    "At most 5 orders can be merged.": "Tối đa 5 đơn đặt hàng có thể được hợp nhất.",
    "Unable to proceed the form is not valid.": "Không thể tiếp tục biểu mẫu không hợp lệ.",
    "The orders has been marged into {order} successfully.": "Các đơn đặt hàng đã được thêm vào {order} thành công.",
    "Customer": "Khách hàng",
    "Assign a customer to the order.": "Chỉ định một khách hàng cho đơn đặt hàng.",
    "Define the order name. Might be useful to retreive the order.": "Xác định tên đơn đặt hàng. Có thể hữu ích để lấy lại đơn đặt hàng.",
    "Set what is the order type.": "Đặt loại đơn đặt hàng là gì.",
    "Unknown": "không xác định",
    "The order has already been added to the queue.": "Đơn đặt hàng đã được thêm vào hàng đợi.",
    "An error has occured while searching orders": "Đã xảy ra lỗi khi tìm kiếm đơn đặt hàng",
    "Move Order": "di chuyển thứ tự",
    "Search a table": "Tìm kiếm một bảng",
    "Move The Order To \"{table}\" ?": "Di chuyển đơn đặt hàng đến \"{table}\" ?",
    "The order will be moved to a new table. Would you like to confirm ? ": "Thứ tự sẽ được chuyển sang một bảng mới. Bạn có muốn xác nhận?",
    "An unexpected error occured while moving the order.": "Đã xảy ra lỗi không mong muốn khi di chuyển đơn đặt hàng.",
    "Move": "Di chuyển",
    "Request": "Lời yêu cầu",
    "Unable to request an order that is not ready.": "Không thể yêu cầu một đơn đặt hàng chưa sẵn sàng.",
    "Confirm Request": "Xác nhận yêu cầu",
    "The request will be submitted to the kitchen.": "Yêu cầu sẽ được gửi đến nhà bếp.",
    "Ready Meals": "bữa ăn sẵn sàng",
    "Product Options": "Tùy chọn sản phẩm",
    "Served": "phục vụ",
    "Unable to edit this product notes.": "Không thể chỉnh sửa ghi chú sản phẩm này.",
    "An unexpected error occured.": "Đã xảy ra lỗi không mong muốn.",
    "Would You Serve The Meal ?": "Bạn sẽ phục vụ bữa ăn chứ?",
    "Unable to cancel an already canceled product.": "Không thể hủy một sản phẩm đã bị hủy.",
    "Listed As Served": "Được liệt kê là đã phục vụ",
    "Would You Mark As Served ?": "Bạn có đánh dấu là đã phục vụ không?",
    "The meal will be marked as served. Please confirm your action.": "Bữa ăn sẽ được đánh dấu là đã phục vụ. Vui lòng xác nhận hành động của bạn.",
    "There is nothing to mark as served.": "Không có gì để đánh dấu là đã phục vụ.",
    "Confirm Yout Action ?": "Xác nhận hành động của bạn?",
    "Would you like to mark all listed products as served ?": "Bạn có muốn đánh dấu tất cả các sản phẩm được liệt kê là đã phục vụ không?",
    "Table Management": "quản lý bảng",
    "Select Seats": "Chọn chỗ ngồi",
    "Split Orders": "Tách đơn hàng",
    "Search an order to get started.": "Tìm kiếm một đơn đặt hàng để bắt đầu.",
    "Original Order": "Đơn đặt hàng ban đầu",
    "Generate": "Phát ra",
    "Add": "Thêm vào",
    "Remove": "Di dời",
    "Select": "Lựa chọn",
    "Selected": "Đã chọn",
    "Net": "Mạng lưới",
    "Proceed": "Tiếp tục",
    "Slices": "Lát",
    "In how much parts the order should be split": "Thứ tự nên được chia thành bao nhiêu phần",
    "An unexpected error has occured while fetching the tables.": "Đã xảy ra lỗi không mong muốn khi tìm nạp bảng.",
    "Unable to add more quantity.": "Không thể thêm số lượng nhiều hơn.",
    "Unable to proceed if there is no portions are defined.": "Không thể tiếp tục nếu không có phần nào được xác định.",
    "Unable to proceed if an order slice is empty.": "Không thể tiếp tục nếu một lát đặt hàng trống.",
    "Unable to proceed, as there are unassigned products": "Không thể tiếp tục vì có sản phẩm chưa được chỉ định",
    "Unable to proceed as one or more slice forms is invalid.": "Không thể tiếp tục vì một hoặc nhiều biểu mẫu lát cắt không hợp lệ.",
    "Would you like to confirm the order split ?": "Bạn có muốn xác nhận việc tách đơn hàng không?",
    "An unexpected error has occured while splitting the order.": "Đã xảy ra lỗi không mong muốn khi tách đơn hàng.",
    "Invalid slices for the order. An order can be splited in 2 slices and up to 5 slices.": "Các lát không hợp lệ cho đơn đặt hàng. Một đơn đặt hàng có thể được chia thành 2 lát và tối đa 5 lát.",
    "Looks like you already have defined some orders parts. Would you like to delete them ?": "Có vẻ như bạn đã xác định một số phần đơn đặt hàng. Bạn có muốn xóa chúng không?",
    "A name can help you to identify the order quickly.": "Tên có thể giúp bạn xác định đơn đặt hàng một cách nhanh chóng.",
    "Assigned Customer": "khách hàng được chỉ định",
    "Choose the customer that is assigned to the order.": "Chọn khách hàng được chỉ định cho đơn đặt hàng.",
    "Define what is the order type.": "Xác định loại đơn đặt hàng là gì.",
    "Settings": "Cài đặt",
    "Session History": "Lịch sử phiên",
    "Only Busy Tables": "Chỉ bàn bận",
    "Only Available Tables": "Bàn chỉ có sẵn",
    "Return": "Trở lại",
    "Show Details": "Hiển thị chi tiết",
    "Hide Details": "Ẩn chi tiết",
    "Requested": "Yêu cầu",
    "Processed": "Xử lý",
    "Pay": "Chi trả",
    "Options": "Tùy chọn",
    "No orders has been found": "Không có đơn đặt hàng đã được tìm thấy",
    "No active sessions were found.": "Không có phiên hoạt động đã được tìm thấy.",
    "Please use the Session History to browse previous sessions": "Vui lòng sử dụng Lịch sử phiên để duyệt các phiên trước đó",
    "Refresh": "Làm cho khỏe lại",
    "Today": "Hôm nay",
    "From Yesterday": "Từ hôm qua",
    "Set Available": "Bộ có sẵn",
    "Select Table": "Chọn bảng",
    "Unnamed Session": "Phiên chưa đặt tên",
    "No sessions have been found": "Không có phiên nào được tìm thấy",
    "Currently Busy": "Hiện đang bận",
    "No tables has been found": "Không có bảng nào được tìm thấy",
    "No areas has been found": "Không có khu vực đã được tìm thấy",
    "Would you like to open this session ?": "Bạn có muốn mở phiên này không?",
    "Would you like to close this session manually ?": "Bạn có muốn đóng phiên này theo cách thủ công không?",
    "Unable to make a payment for an already paid order.": "Không thể thực hiện thanh toán cho một đơn đặt hàng đã được thanh toán.",
    "Define when from which moment the orders should be fetched.": "Xác định thời điểm mà các đơn đặt hàng sẽ được tìm nạp.",
    "Define till which moment the orders should be fetched.": "Xác định cho đến thời điểm mà các đơn đặt hàng sẽ được tìm nạp.",
    "OK": "ĐƯỢC RỒI",
    "Set the table as available ?": "Đặt bàn như có sẵn ?",
    "You need to define the seats before proceeding.": "Bạn cần xác định chỗ ngồi trước khi tiếp tục.",
    "Configure the settings for the restaurant.": "Định cấu hình cài đặt cho nhà hàng.",
    "POS": "máy bán hàng",
    "Tables Enabled": "Đã bật bảng",
    "If set to yes, tables will be displayed on the POS.": "Nếu được đặt thành có, các bảng sẽ được hiển thị trên POS.",
    "Areas Enabled": "Khu vực được kích hoạt",
    "If set to yes, areas before seeing tables.": "Nếu được đặt thành có, các khu vực trước khi xem bảng.",
    "Seats Enabled": "Đã bật ghế",
    "If set to yes, seats selection will be forced.": "Nếu được đặt thành có, lựa chọn chỗ ngồi sẽ bị ép buộc.",
    "Freed Table After Payment": "Bàn miễn phí sau khi thanh toán",
    "If set to yes, every time a complete payment is made over a table, that table will be marked as free.": "Nếu được đặt thành có, mỗi khi một khoản thanh toán hoàn tất được thực hiện trên một bàn, bàn đó sẽ được đánh dấu là miễn phí.",
    "Enable Table Sessions": "Kích hoạt phiên bảng",
    "Useful to track orders made by a customer over a table.": "Hữu ích để theo dõi các đơn đặt hàng được thực hiện bởi một khách hàng trên một bảng.",
    "Ready Meal Cancelation": "Hủy bữa ăn sẵn sàng",
    "Wether or not cancelation for ready meal should possible.": "Thời tiết hoặc không hủy bỏ cho bữa ăn sẵn sàng nên có thể.",
    "Enable Cancelation Print": "Bật Hủy In",
    "Will print a receipt when a meal is canceled.": "Sẽ in biên lai khi bữa ăn bị hủy.",
    "Cancelation Note": "Ghi chú hủy bỏ",
    "A note that should appear at the head of each item cancelation receipt.": "Một ghi chú sẽ xuất hiện ở đầu mỗi biên nhận hủy bỏ mặt hàng.",
    "Kitchen Print Gateway": "Cổng in nhà bếp",
    "Local Print": "In địa phương",
    "Select what gateway should be used for kitchen printing.": "Chọn cổng nào sẽ được sử dụng để in nhà bếp.",
    "Logo Shortcode": "Biểu trưng Mã ngắn",
    "Logo Type": "Loại biểu tượng",
    "Define what is the logo type.": "Xác định loại logo là gì.",
    "NPS Adapter": "NPS Adapter"
}